---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCSlopedFlange
source: html/d1613190-7900-d66c-b8b5-bb5e57df4b05.htm
---
# StructuralSectionCSlopedFlange Properties

Common set of parameters for structural analysis.